chat_system_633048863_actor_description=Tibold. Dwarf. Dwarven King's son.
chat_system_633048863_snap_0_question=^?^Good day to you, my savior. What leads you to my castle? Do you wish to test our Synthesizer in practice, or have you just come to take a rest?
chat_system_633048863_snap_0_answer_0=^?^I wanted to know what your machine can do.
chat_system_633048863_snap_0_answer_1=^?^I wanted to know how were you captured by demons.
chat_system_633048863_snap_2_question=^?^One of the guards, in his stupidity, became acquainted with a nice girl in the tavern. She asked him to show her how night sentries change the guard!<br>It turns out she was a demoness, of course. She enchanted all the guards at once and opened the gates wide to the other demons! They fell upon the rest of the guards immediately, and seized control of the castle. I didn't even have time to get out of my bed before I was captured.
chat_system_633048863_snap_2_answer_0=^?^Smart move!
chat_system_633048863_snap_1_question=^?^Oh, thank you, human... I don't know by what chance, but you appeared here just in time.<br>By the way, I forgot to introduce myself - I'm Tibold... And, not to brag, for it is true - I'm the son of the King Torn Digor. And what is my savior's name?
chat_system_633048863_snap_1_answer_0=^?^My name is [player]. I came to Kordar by my king's order to conclude a peace treaty with the dwarves.
chat_system_633048863_snap_1_header_0=^?^Yes, I've seen how your troops fought the Demons! Oh, the castle has withstood two storms... How much time and energy it will take to put it back in order!<br>If you are truly an ambassador from the humans' king, then you must get to Taron, the capital. And tell my father that you rescued me from captivity: I expect this will make him kinder. He's really angry at your king for the situation at the Creiston Mines. Good luck to you, human!
chat_system_633048863_snap_1_answer_1=^?^My name is [player]. I'm here on your father's orders, to save you from captivity!
chat_system_633048863_snap_3_question=^?^You say, my father has sent you? Well, he chose the right person! I've seen how your troops fought the demons! It was great!<br>Eh, the castle has withstood two storms... How much time and energy it will take to put it back in order!
chat_system_633048863_snap_3_answer_0=^?^I wish you success in repairing the castle. Good luck!
chat_system_633048863_snap_4_question=^?^Hey human, wait a minute! I'd like to repay your kindness. But I don't really know what I can offer you. You know, our gold will be spent on castle repairs. However, wait here!<br>[s]The dwarf went out but returned at once, holding in his hands a strange sand glass, which twinkles with a spectral light:[/s]<br>Here, take it! I don't know what this thing is, but it is no ordinary trinket, that's for sure. We found it in the Demon's Land during one of our assaults into their world.
chat_system_633048863_snap_4_answer_0=^?^Thanks!
chat_system_633048863_snap_5_question=^?^YES...<br>Master of the Chest, [player]! This is the thing I am looking for, what I lost in the world of Demonis, what is called the symbol of the Guard. It is the Clock of Time!<br>Give, give it to me - and I will serve you while I may... There are none stronger than me in combat...
chat_system_633048863_snap_5_answer_0=^?^Ok, Guard. I give this Clock to you! Remember your words and serve me faithfully.
chat_system_633048863_snap_6_question=^?^Hello friend, I could use your help.
chat_system_633048863_snap_6_answer_0=^?^What's happened?
chat_system_633048863_snap_7_question=^?^Just look at the castle, how the Demons have damaged it. The castle needs serious repair, but I have no money. Could you help me? Of course, I'd find some way to reward you!<br>I'll tell you a secret. Our engineers in Mehgard invented this thing recently - you'll fall off your horse when you hear about it. It is called "The First Cold Pseudomagical Substance Synthesizer"!
chat_system_633048863_snap_7_answer_0=^?^Can you say it in plain language?
chat_system_633048863_snap_8_question=^?^They wanted to create a Philosophers' Stone, to transform common metals into gold. However, everything went the wrong way. Basically, if you put gold into this thing, it huffs and puffs and turns the gold into Magic Crystals or Talent Runes.<br>I could create something for you with this thing. And a part of the gold I'll take for the castle repair.
chat_system_633048863_snap_8_answer_0=^?^And how much gold do you need?
chat_system_633048863_snap_9_question=^?^Well, let's look, everything is written here:<br>"Cold synthesis of a magic substance of precious metals. The percent of transformation is variable, material consumption increasing with every use. The current synthesis parameters:"<br>- 1 Magic Crystal: [crystal] gold.<br>- 1 Might Rune: [rune_might] gold.<br>- 1 Mind Rune: [rune_mind] gold.<br>- 1 Magic Rune: [rune_magic] gold.<br>
chat_system_633048863_snap_9_answer_0=^?^[img_crystal] Create 1 Magic Crystal for [crystal] of gold.
chat_system_633048863_snap_0_answer_2=^?^I just dropped in for a quick visit. I will take my leave of you now.
chat_system_633048863_snap_9_answer_1=^?^[img_crystal] [s]Create 1 Magic Crystal for [crystal] of gold.[/s]
chat_system_633048863_snap_9_answer_2=^?^[img_rune_might] Create 1 Might Rune for [rune_might] of gold.
chat_system_633048863_snap_10_question=^?^[s]The dwarf takes the gold from you, counts off his part, and puts the rest of the gold into the metal box, then leaves the room. He returns, holding the stone in his hand.[/s]<br>Here, take what you asked for. But take into account that next time, its synthesis will cost more money!
chat_system_633048863_snap_10_answer_0=^?^I'd like to use your Synthesizer once more. May I?
chat_system_633048863_snap_10_answer_1=^?^Thank you. I will visit you sometime. Goodbye.
chat_system_633048863_snap_9_answer_3=^?^[img_rune_might] [s]Create 1 Might Rune for [rune_might] of gold.[/s]
chat_system_633048863_snap_9_answer_4=^?^[img_rune_mind] Create 1 Mind Rune for [rune_mind] of gold.
chat_system_633048863_snap_11_question=^?^Sorry, but the machine requires gold to make runes and crystals. First give me the money, if you can afford it.
chat_system_633048863_snap_11_answer_0=^?^How much gold did you say?
chat_system_633048863_snap_11_answer_1=^?^Let's create something next time. Now I need to get some gold. Goodbye.
chat_system_633048863_snap_9_answer_5=^?^[img_rune_mind] [s]Create 1 Mind Rune for [rune_mind] of gold.[/s]
chat_system_633048863_snap_9_answer_6=^?^[img_rune_magic] Create 1 Magic Rune for [rune_magic] of gold.
chat_system_633048863_snap_9_answer_7=^?^[img_rune_magic] [s]Create 1 Magic Rune for [rune_magic] of gold.[/s]
chat_system_633048863_snap_9_answer_8=^?^No, I don't want to create anything. Goodbye.
chat_system_633048863_snap_8_answer_1=^?^No, I need more gold. Maybe next time.
chat_system_633048863_snap_0_header_0=^?^Don't worry, it works properly, just put the gold into it. However, the machine is rather hungry for gold. The technology is new and unfinished...
